<style lang='scss' scoped src='./style.scss'>

</style>
<template>
    <div class="wrap service">
        <p>本服务条款是您（或称“用户”）与“彩票宝”信息服务平台（包含“彩票宝”网站、“彩票宝”手机终端软件）的所有者——北京娱彩时空网络科技有限公司（北京娱彩时空网络科技有限公司、“彩票宝”信息服务平台在协议中统称为“彩票宝”，通过“彩票宝”信息服务平台为您提供服务）之间就“彩票宝”提供的信息服务等相关事宜所订立的协议。“彩票宝”仅向您提供一种彩票信息平台服务，而非彩种方案投注交易。为使用“彩票宝”平台服务，您应当阅读并遵守《“彩票宝”平台服务协议》（以下简称“本协议”）。
            请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款，以及开通或使用某项服务的单独协议，并选择接受或不接受。限制、免责条款可能以黑体加粗形式提示您注意。除非您已阅读并接受本协议所有条款，否则您无权使用“彩票宝”平台服务。您的下载、安装、使用、登录等行为即视为您已阅读并同意本协议的约束。您保证您在使用本服务时已满18周岁，且具有完全的民事行为能力。
        </p>
        <h5>一、相关定义</h5>
        <p>1.“彩票宝”：是提供及维护彩票信息发布的服务平台，其为平台注册用户（即“需要彩票服务者”）和彩票投注站提供信息中介服务和管理服务，并设计、开发彩票信息服务产品。 用户可通过“彩票宝”向彩票投注站发起中国福利/体育彩票的出票请求，彩票投注站可接收用户预约成功的方案信息（即彩票投注方案信息），并在接单后及时完成相应彩票的出票、反馈出票成功与否状态、票号查询发送和彩票兑奖等服务。“彩票宝”本身并不涉及发行、销售彩票。</p>
        <p>2“用户”：指平台注册用户，也即“需要彩票服务者”，是通过“彩票宝”完成全部注册及实名认证程序后，使用“彩票宝”平台服务的个人。为免疑义，“彩票宝”的注册用户应为年满18周岁、具有完全民事行为能力的中国籍自然人。</p>
        <p>3“站点”：即“彩票投注站”或“投注站”，由当地体育彩票或福利彩票中心授权，具有线下合法从事销售中国体育彩票或中国福利彩票牌照的站点。通过“彩票宝”接收用户预约成功的方案信息，并在接单后及时完成相应彩票的出票、反馈出票成功与否状态、票号查询发送和彩票兑奖服务的实体彩票站点。</p>
        <p>4“彩票宝账户”：指用户在“彩票宝”设立的虚拟账户，专门用于保存用户最近三个月内通过“彩票宝”向站点发起的出票请求、以及显示用户彩票宝支付账户的余额及最近三个月收支明细。</p>
        <p>5“彩票宝支付平台”：指彩票宝网提供支付和结算服务的网上支付平台。</p>
        <p>6“用户彩票宝支付账户”：指用户在彩票宝支付平台上设立的账户，该账户将用于存放及结算用户的充值金额、投注金额和中奖奖金。</p>
        <p>7“预约成功”： 用户通过“彩票宝”所提供的工具选择或上传彩票方案信息，在“彩票宝”规定的截止时间前向站点发起预约出票并支付成功的方案状态。</p>
        <p>8“站点接单”：投注站接收用户预约成功的方案信息，并在接单后及时完成相应彩票的出票、反馈出票成功与否状态、票号查询发送和彩票兑奖服务等服务。</p>
        <p>9“出票”：站点按照用户发起的彩票方案，通过当地体育彩票中心或福利彩票中心发放的彩票销售终端机打印相应彩票的服务。用户在“彩票宝”提交的预约成功方案，站点接单后并不代表彩票已经投注成功，站点线下出票、兑奖处理，处理周期根据不同彩票品种的操作难易性而定，方案订单状态中将明示您的方案处理情况，站点成功接单后请务必进入我的方案查询方案出票情况。用户通过“彩票宝”提交的预约成功方案在线下投注站成功接单后（即“方案详情”中方案状态显示为“站点接单”）都将视为不可撤销的。出票成功是用户在投注站彩票方案购买成功的唯一标志。</p>
        <p>10“用户资料”：指用户在注册、实名认证时提供的个人信息，包括但不限于：用户名、登录密码、真实姓名、身份证号、手机号、邮箱、用户彩票宝支付账户信息等。</p>
        <h5>二、服务规则</h5>
        <p>1“彩票宝”是提供及维护彩票信息发布的服务平台，其为用户和彩票投注站提供信息中介和管理服务，并设计、开发彩票信息服务产品，旨在提供一种新型的、促成彩票购买者和彩票投注站有效沟通的方式。用户知悉并同意：“彩票宝”仅提供平台技术服务，“彩票宝”并非用户购买彩票时的交易对象。</p>
        <p>2通过“彩票宝”所提供的任一彩种的游戏规则以彩票发行机构所公布的官方规则为准。“彩票宝”所显示的日期与时间均为北京时间，用户方案预约成功时间以“彩票宝”服务系统的服务器时间为准。出票是否成功以相应的站点反馈的结果为准。</p>
        <p>3用户在注册或激活其“彩票宝”账户时将自动设立并获得一个彩票宝支付账户，用户在此不可撤销地确认知悉并同意其彩票宝支付账户将用于存放及结算用户的充值金额、投注金额及中奖奖金。</p>
        <p>4用户可在方案详情中查询是否出票。用户理解并同意，由于系统或网络拥堵等原因，可能导致前述订单状态中记载的出票状态与站点反馈的实际出票状态不一致，如出现该不一致情形的，以站点反馈的实际出票状态为准。</p>
        <p>5用户方案信息预约成功后，站点接单成功并完成出票的，用户无权要求站点退款。发生以下情形之一的，视为用户方案预约失败或出票失败，“彩票宝”和站点均不承担任何责任：<span>（1）方案预约出票后，支付失败；</span><span>（2）方案预约出票后支付成功前，投注的比赛/彩期到达销售截止时间；</span><span>（3）方案预约成功后，站点接单前，投注的比赛/彩期到达销售截止时间；</span><span>（4）方案预约成功后，站点接单前，用户主动发起取消出票指令；</span><span>（5）站点接单后，投注的比赛/彩期到达销售截止时间。</span></p>
        <p>6用户中奖奖金数额小于1万元的，由站点兑奖并于24小时内派发给用户。用户中奖奖金数额大于或等于1万元的，由站点赴当地福利彩票或体育彩票中心进行兑奖，并于3个工作日内派发给用户。</p>
        <p>7为免疑义，用户在此不可撤销地确认其知悉并同意如下：“彩票宝”所提供的服务仅限于本第二条第2.1项所列范围，“彩票宝”不从事彩票销售业务，用户将向站点直接购买彩票并进行相关的支付交易；且“彩票宝”不从事资金管理或支付平台业务，用户彩票宝支付账户及该账户中的充值金额、投注金额、中奖奖金应由彩票宝支付平台负责提供管理服务；用户与站点、彩票宝支付平台之间就彩票购买、彩票宝支付账户管理产生的问题或纠纷应由站点、彩票宝支付平台负责，“彩票宝”不承担责任，但“彩票宝”将尽力采取必要的措施协助用户解决其与站点、彩票宝支付平台就相关问题或纠纷。</p>
        <p>8用户必须自行准备如下设备和和承担如下开支：
            A、上网设备，包括但不限于手机、电脑或者其他上网终端、调制解调器及其他必备的上网装置；
            B、上网开支，包括并不限于网络接入费、上网设备租用费、手机流量费等。
        </p>
        <h5>三、用户信息</h5>
        <p>1用户应自行诚信向“彩票宝”信息服务平台提供注册资料，用户保证其提供的注册资料真实、准确、完整、合法有效。为保护用户账户安全，账户名、真实姓名和身份证号不能更改。因用户资料不真实、不全面、不准确造成不能兑奖、不能注销等情况，由用户承担全部责任。如果用户提供的资料包含有不正确的信息，本平台保留结束该用户使用服务资格的权利。</p>
        <p>2用户注册成功后，将产生用户名和密码等账户信息，用户可以根据“彩票宝”的规定更改密码。用户应谨慎合理的保存、使用其用户名和密码并对通过您的账户和密码实施的所有行为、活动及事件负全责。用户同意若发现任何非法使用用户账户或安全漏洞的情况，立即通知“彩票宝”。</p>
        <p>3用户不得将在“彩票宝”获得的账户借（租）给他人使用，否则用户应承担由此产生的全部责任，并与实际使用人承担连带责任。</p>
        <p>4用户了解并同意，“彩票宝”有权应政府部门（包括司法及行政部门）的要求，向其提供用户在“彩票宝”填写的注册及发布的信息。</p>
        <p>5用户使用虚假身份信息包括但不仅限于提现、套取彩金、参与活动等行为，“彩票宝”有权通过第三方征信平台查询用户的注册资料是否真实。请用户清楚理解并同意以下征信查询授权书：
            <span>（一）本人同意授权贵公司通过依法成立的征信机构查询本人的征信信息多次，授权期限为业务存续期；</span>
            <span>(二）本人同意授权贵公司向依法成立的征信机构提供因本业务产生的本人的信息（包括本人在本业务中产生的不良信息，且不再另行告知本人）；</span>
            <span>（三）本人同意授权依法成立的征信机构进行以下事项：
                <span>1、同意授权依法成立的征信机构向有关机构采集本人的个人信息，可依法整理、保存、加工、使用、提供，并出具个人信用报告；</span><span>2、同意授权拥有本人不良信息的信息提供者可以向依法成立的征信机构提供本人的不良信息，且不再另行告知本人；</span>
                <span>3、同意授权依法成立的征信机构向信息提供者采集本人收入、存款、有价证券、商业保险、不动产的信息和纳税数额信息。本人已被明确告知提供上述信息可能会给本人带来财产或信用损失，以及其他可能的不利后果，包括但不限于：采集这些信息对本人的信用评级（评分）、信用报告等结果可能产生的不利影响，以及该等信息被信息使用者依法提供给第三方后被他人不当利用的风险，但本人仍然同意授权依法成立的征信机构采集这些信息。</span></span>
                <span>特别提示：</span>
                <span>为了保障您的合法权益，您应当阅读并遵守本授权书。请您务必审慎阅读，并充分理解本授权书的全部内容，特别是以加粗形式提示您注意的。若您不接受本授权书的任何条款，请您立即停止授权。</span>
                <span>特别声明：</span>
            <span>本授权书经接受后即时生效，且效力具有独立性，不因相关业务合同或条款无效或被撤销而无效或失效，本授权一经做出，便不可撤销。
本人已知悉本授权书全部内容（特别是加粗字体内容）的含义及因此产生的法律效力，自愿作出以上授权。本授权书是本人真实意思表示，本人同意承担由此带来的一切法律后果。
</span>
        </p>
        <h5>四、责任范围与责任限制</h5>
        <p>1用户个人明确同意对网络服务的使用承担风险。“彩票宝”对此不作任何类型的担保，不论是明确的或隐含的。包括但不限于：不担保服务一定能满足用户的需求，也不担保服务不会受中断，对服务的及时性，安全性，出错发生都不作担保；对在“彩票宝”以及相关产品得到的任何服务或交易进程，不作担保；对“彩票宝”平台服务所涉及的技术及信息的有效性、准确性、正确性、可靠性、稳定性、完整性和及时性不作出任何承诺和保证；不担保平台服务的适用性、没有错误或疏漏、持续性、准确性、可靠性或适用于某一特定用途。</p>
        <p>2用户理解并接受：“彩票宝”作为信息服务平台，无法控制用户每次发送的“请求出票”指令都能在相应站点得到完满实现，用户因自行谨慎判断确定相关信息的真实性、合法性和有效性，并自行承担因此产生的责任与损失。</p>
        <p>3用户了解并同意，“彩票宝”不对因下述情况而导致的任何损害赔偿承担责任，包括但不限于利润、名（商）誉、使用、数据等方面的损失或其他无形损失的损害赔偿：
            <span>（1）使用或未能使用“彩票宝”的服务；</span>
            <span>（2）第三方未经批准使用用户的账户或更改用户的数据；</span>
            <span>（3）通过“彩票宝”向站点发出的“预约成功”的投注信息未能得到完满实现而导致的损失。</span>
            <span>（4）用户对“彩票宝”服务的误解；</span>
            <span>（5）任何非因“彩票宝”的原因而引起的与“彩票宝”服务有关的其它损失。</span>
        </p>
        <h5>五、用户信息的存储和限制</h5>
        <p>1“彩票宝”不对用户所发布信息的删除或存储失败负责。“彩票宝”保留判定用户的行为是否符合“彩票宝”服务条款的要求和精神的权利，如果用户违背了服务条款的规定，“彩票宝”有权拒绝为其提供相关服务。</p>
        <p>2用户账户休眠（指连续六个月未登陆）或被注销后，“彩票宝”没有义务为其保留或向其披露其账户中的任何信息，也没有义务向用户或第三方转发任何用户未曾阅读或发送过的信息。</p>
        <p>3用户同意：用户在使用“彩票宝”服务期间存在违法行为，以及违反本协议或服务规则的，在与“彩票宝”的协议关系终止后，“彩票宝”仍可依据本协议向用户主张权利。</p>
        <p>4用户理解并同意：“彩票宝”有权协助彩票宝支付平台管理用户彩票宝支付账户并获取该账户信息，为向用户提供本协议及其他相关协议项下的服务，用户在此不可撤销地授权“彩票宝”享有本条所述的权利。</p>
        <h5>六、网络服务内容的所有权</h5>
        <p>1“彩票宝”各项电子服务的所有权和运作全归“彩票宝”。</p>
        <p>2“彩票宝”网络服务内容包括：文字、软件、声音、图片、录像、图标、广告中的全部内容；电子邮件的全部内容；“彩票宝”为用户提供的其它信息。所有这些内容受著作权、商标、知识产权和其它财产所有权法律的保护。所以，用户只能在“彩票宝”授权下才能使用这些内容，而不能擅自复制、再造这些内容、或创造与内容有关的派生产品。“彩票宝”所有的文章版权归属“彩票宝”所有，任何人需要转载“彩票宝”的文章，必须征得“彩票宝”的同意。</p>
        <h5>七、“彩票宝”服务使用规范</h5>
        <p>1在使用“彩票宝”服务过程中，用户承诺遵守以下约定：
        <span>（1）在使用“彩票宝”的服务过程中实施的所有行为行为均应遵守国家法律、法规等规范性文件及“彩票宝”的各项规则的规定和要求，不违背社会公共利益或公共道德，不损害他人的合法权益，不违反本协议及相关规则。用户若违反前述承诺，产生任何法律后果的，用户应以自己的名义独立承担所有的法律责任，并确保“彩票宝”免于因此产生任何损失。</span>
        <span>（2）不发布国家禁止发布的任何事项信息（除非取得合法且足够的许可），不发布涉嫌侵犯他人知识产权或其它合法权益的信息，不法务违背社会公共利益或公共道德、公序良俗的信息，不发布其它涉嫌违法或违反本协议及各类规则的信息。</span>
        <span>（3）不对“彩票宝”上的任何数据作商业性利用，包括但不限于在未经“彩票宝”事先书面同意的情况下，以复制、传播等任何方式使用“彩票宝”上展示的资料。</span>
        <span>（4）不使用任何装置、软件或例行程序干预或试图干预“彩票宝”的正常运作或正在“彩票宝”上进行的任何活动。用户不得采取任何将导致不合理的庞大数据负载加诸“彩票宝”网络设备的行动。</span>
        <span>（5）不得发表、传送、传播、储存侵害他人知识产权、商业秘密等合法权利的内容或包含病毒、木马、定时炸弹等可能对“彩票宝”系统造成伤害或影响其稳定性的内容。</span>
        <span>（6）不得进行危害计算机网络安全的行为，包括但不限于：使用未经许可的数据或进入未经许可的服务器账号；不得未经允许进入公众计算机网络或者他人计算机系统并删除、修改、增加存储信息；不得未经许可，企图探查、扫描、测试本平台系统或网络的弱点或其它实施破坏网络安全的行为；不得企图干涉、破坏本平台系统或网站的正常运行。</span>
        </p>
        <p>2用户了解并同意：
            <span>（1）违反上述承诺时，“彩票宝”有权依据本协议的约定，做出相应处理或终止向用户提供服务，且无须征得用户的同意或提前通知用户。</span>
            <span>（2）根据相关法令的制订或者“彩票宝”服务规则的判断，用户的行为涉嫌违反法律法规的规定或违反本协议和/或规则的条款的，“彩票宝”有权采取相应措施，包括但不限于直接屏蔽、删除侵权信息、降低信用值或直接停止提供服务。</span>
            <span>（3）对于用户在“彩票宝”实施的行为，包括未在“彩票宝”实施但已经对“彩票宝”及其用户产生影响的行为，“彩票宝”有权单方认定该行为的性质及是否构成对本协议和/或规则的违反，并据此采取相应的必要的处理措施。</span>
            <span>（4）对于用户涉嫌违反承诺的行为对任何第三方造成损害的，用户均应当以自己的名义独立承担所有的法律责任，并应确保“彩票宝”免于承担因此产生的损失或增加的费用。</span>
            <span>（5）如用户涉嫌违反有关法律或者本协议之规定，使“彩票宝”遭受任何损失，或受到任何第三方的索赔，或受到任何行政管理部门的处罚，用户应当赔偿“彩票宝”因此造成的损失及发生的费用，包括合理的律师费用。</span>
        </p>
        <h5>八、合同组成</h5>
        <p>“彩票宝”主页以及其他页面有关（包括但不限于）用户注册流程、变更流程、用户注册资格、方案发起流程、出票请求流程、用户服务以及用户升级等运营内容的细则以及法律声明均为本协议的有效组成部分，是对本协议的解释扩充，与本协议有着相同的法律效力。</p>
        <h5>九、适用法律和管辖</h5>
        <p>1本服务条款受中国现行法律、法规以及此后颁布和实施的法律、法规的约束和保护，用户和“彩票宝”一致同意服从其管辖。如发生“彩票宝”用户服务条款与中华人民共和国法律相抵触时，则这些条款将完全按法律规定重新解释，而其它条款则依旧保持对用户产生法律效力和影响。 </p>
        <p>2本协议签订地为中华人民共和国北京市朝阳区。用户及“彩票宝”任一方的任何争议和质疑，均需及时告知对方，并尽可能友好协商解决；如协商不成，双方同意将纠纷或争议提交本协议签订地有管辖权的人民法院管辖。</p>
        <h5>十、未尽事宜</h5>
        <p>“彩票宝”将不时提供其它服务，而这些其它服务可能是受不同的服务条款和条件约束的，若新服务未发布服务条款和条件时，则适用于本条款，其未尽事宜，“彩票宝”在法律规定的范围内有解释权。</p>
    </div>
</template>
<script>
import {isTitle} from '../../../util/common'
export default {
  name: 'service',
  data(){
      return {}
  },
  mounted(){
      isTitle('注册服务协议')
  }
}
</script>
