<style lang='scss' scoped src='./style.scss'>

</style>
<template>
    <div class="illustrate">
        <h5>玩法介绍</h5>
        <p>1、从世界杯参赛的32支队伍中选择出16强、8强、4强、冠亚军以及冠军，构成冠军之路推演，每个阶段推演正确即可平分该阶段奖池内的奖金，全部推演正确即可平分终极大奖。</p>
        <p>2、累计购彩每满200元即可获得1次推演机会，活动期间可获得12次机会参与冠军之路竞猜，若12次机会竞猜推演均为同一答案且全部正确，能够平分每个阶段对应的奖池12次。</p>
        <p>3、竞猜冠军之路推演提交之后无法更改，8进4淘汰赛开始后，即7月6日22:00本活动将停止竞猜。</p>
        <p>4、用户可在“我的竞猜记录”中查看已经提交的冠军之路。</p>
        <h5>奖项设置</h5>
        <p>1、16强、8强、4强、冠亚军、冠军、每个阶段均设有奖池，竞猜全部冠军之路并正确，即可平分终极大奖。</p>
        <p>2、每个阶段对应的奖池如下：</p>
        <table>
            <tr>
                <td>16强</td>
                <td>8强</td>
                <td>4强</td>
                <td>冠亚军</td>
                <td>冠军</td>
                <td>终极大奖</td>
            </tr>
            <tr>
                <td>15万</td>
                <td>8万</td>
                <td>4万</td>
                <td>2万</td>
                <td>1万</td>
                <td>20万</td>
            </tr>
        </table>
        <p>3、每个阶段奖池奖金由该阶段猜对的全部用户均分，终极大奖由参与每个阶段并全部竞猜正确的用户均分。</p>
        <p>4、所得奖金只能用于购彩，不可提现，购彩中奖奖金可以提现。</p>
        <p>5、本活动最终解释权归彩小秘所有。</p>
    </div>
</template>
<script>
export default {
    name: 'illustrate',
    data(){
        return{

        }
    },
    mounted(){
        document.title='活动说明'
    }
}
</script>
