<style lang='scss' scoped src='./style.scss'>

</style>

<template>
  <div class="inToplay">
        销售时间<br/>
周一至周五 09:00~23:50<br/>
周六至周日 09:00~次日00:50<br/>
 <br/>
玩法说明<br/>
竞猜对阵双方在90分钟内（含伤停补时，不含加时赛、点球决战）结果<br/>
玩法 规则 <br/>
胜平负 竞猜主队在全场比赛的胜、平、负结果 <br/>
让球胜平负 竞猜主队在全场比赛加减让球数后的胜、平、负结果 <br/>
比分 竞猜比赛双方在全场比赛的比分 <br/>
总进球 竞猜比赛双方在全场的总进球数 <br/>
半全场 竞猜主队在上半场（含伤停补时）和全场比赛的胜、平、负结果 <br/>
竞足2选1 将一场比赛的胜平负和让球胜平负玩法转化成两个投注想的投注方式 <br/>
注：<br/>
1.     让球胜平负玩法中，“-”表示主队让客队，主队的净胜球大于让球数才算主胜；“+”表示客队让主队，客队的净胜球大于让球数才算客胜。<br/>
2.     混合投注玩法是指多长比赛之间不同玩法进行组合投注。同一场比赛的各种玩法不能组合成一注投注。<br/>
3.     竞足2选1中仅针对让球胜平负赛程中的让球值为（-1）和（+1）的比赛进行转化，其他让球比赛均不纳入该功能赛程。<br/>
主胜=胜平负的“主胜”<br/>
主不胜=让球胜平负（-1）的玩法下的“客胜”<br/>
主败=胜平负的“客胜”<br/>
主不败=让球胜平负（+1）的玩法下的“主胜”<br/>
 <br/>
过关方式<br/>
选择一场比赛为单关投注，选择2场或2场以上比赛为串关投注，单关和串关为固定奖金。<br/>
胜平负：串关最高上限为8串1<br/>
让球胜平负：串关最高上限为8串1<br/>
比分：串关最高上限为4串1<br/>
总进球：串关最高上限为6串1 <br/>
半全场：串关最高上限为4串1<br/>
 <br/>
奖金计算<br/>
竞彩足球过关玩法奖金以出票时的出票赔率为准；<br/>
奖金=出票赔率连乘*2.00元*倍数。<br/>
竞彩足球单关固定奖金以出票时的赔率为准；<br/>
奖金=2*出票赔率*倍数。<br/>
 <br/>
具体计算方式举例：<br/>
选择2串1玩法，500倍，所选场次命中的出票赔率分别为1.77和3.77。<br/>
1.     首先将所选场次的赔率连乘再乘以2,1.77*3.77*2=13.3458；<br/>
2.     取小数点后三位（只舍不入）：13.345；<br/>
3.     根据四舍六入五成双考虑的原则进行取舍，保留两位小数：13.34；<br/>
4.     再乘以倍数得出最后奖金：13.34*500=6670元。<br/>
 <br/>
奖金限额<br/>
选择单场投注，单注最高奖金限额10万元；<br/>
选择2-3场过关投注，单注最高奖金限额20万元；<br/>
选择4-5场过关投注，单注最高奖金限额50万元；<br/>
选择6场过关投注，单注最高奖金限额100万元；<br/>
根据法律规定，彩票的奖金收入属偶然所得，如单注彩票的中奖金额超过10000元（不含10000元）人民币，中奖者需要按照相关规定缴纳中奖金额的20%的个人所得税。<br/>
 <br/>
异常处理<br/>
1.         延期比赛如何处理？<br/>
推迟时间未超过36小时，则正常算奖；<br/>
推迟时间超过36小时或无法确定时间，则该场为无效场次，按比赛取消算奖。<br/>
2.         中断比赛如何处理？<br/>
36小时内继续完成比赛则正常算奖；<br/>
36小时内未完成比赛则该场为无效场次，按比赛取消算奖。<br/>
3.         取消赛事算奖？<br/>
单关固定玩法返还投注金额，过关投注该场赔率值按1.0计算奖金。<br/>
 <br/>
注意事项<br/>
根据投注额、突发事件等因素，官方销售系统可能会拒绝某些大额投注，暂停或提前截止针对某场比赛的某些特定过关组合、特定结果选项的投注（也就是限号），暂停或提前截止针对某场比赛的所有投注（比赛延期等情况会提前截止）。
    </div>
</template>

<script>
export default {
    name: 'inToplay',
    data(){
        return {}
    },
    mounted(){
        this.$store.state.matchObj = {};
    }
}
</script>



