<style lang='scss' src='./style.scss'>

</style>
<template>
    <div class="wrap help">
        <div class="help_center">
        <div id="a1" class="help_cen">
            <h5>账户问题</h5>
            <h6>1.如何注册账户？</h6>
            <p>在app中注册登录页面，点击注册按钮，根据提示输入您的手机号码、登陆密码、验证码即可完成注册。已注册的账号暂不支持注销。</p>
            <h6>2.账号个人信息设置规则</h6>
            <p>昵称由2-10个字符组成，可由中文、英文、数字组成。</p>
            <h6>3.未成年人是否支持注册购彩？</h6>
            <p>根据《彩票管理条例》第十八条规定，彩票经营者不得向未成年人出售彩票。若您未满18周岁，则无法成功注册购买彩票。</p>
            <h6>4.账户实名认证</h6>
            <p>作为提款凭证，需真实填写“真实姓名”“身份证号”一经设置无法更改。</p>
            <h6>5.身份证不是中国大陆地区怎么办？</h6>
            <p>目前只支持中国大陆地区（不含港澳台）身份证的实名，其他非大陆地区的暂不支持。</p>
            <h6>6.手机号登录时接收不到验证码怎么办？</h6>
            <p>如果您在手机号注册或者登录时，点击获取验证码后没收到验证码，可能由于网络或地域问题，服务器发出的验证信息存在一定的延时，请您耐心等待。如果读秒完成后再次重试再次失败，您可以拨打我们的客服热线咨询解决。</p>
        </div>
        <div id="a2" class="help_cen">
            <h5>充值问题</h5>
            <h6>1.如何给账户充值</h6>
            <p>在app我的页面，点击充值按钮，进入充值页面，输入充值金额，点击立即充值，选择充值支付方式即可完成充值。</p>
            <h6>2.充值有限额吗？</h6>
            <p>平台充值暂不限额，以您绑定的银行卡限额为准，详情可致电银行客服热线确认所持卡限额标准。</p>
            <h6>3.充值收取手续费吗？</h6>
            <p>充值是不会额外收取手续费的，但充值金额仅可用于购彩，不能提现。</p>
            <h6>4.银行卡已扣款但充值未到账怎么办？</h6>
            <p>充值一般是即时到账，有时可能因网络繁忙问题出现短时间的延迟，请您耐心等待，若长时间未到账，请拨打我们客服热线400-012-6600</p>
        </div>
        <div id="a3" class="help_cen">
            <h5>提现问题</h5>
            <h6>1.如何提现？</h6>
            <p>登录后在“我的”页面，点击“提现”进入提现页面，选择提款金额，确认即可。</p>
            <h6>2.提现是否收取手续费？</h6>
            <p>提现暂不收取手续费，但提现的最低金额为3元。</p>
            <h6>3.提现多久到账</h6>
            <p>处理提现的时间为工作日的早10:00-晚19:00，非工作日发起的提现申请会在工作日的工作时间内顺序处理。</p>
            <h6>4.提现有没有次数限制？</h6>
            <p>每日提现申请次数上限为1次，超过将不予受理。</p>
        </div>
        <div  id="a4" class="help_cen">
            <h5>购彩问题</h5>
            <h6>1.什么是胆拖？</h6>
            <p>胆拖指在购买高频彩和数字彩时选出一个或几个号码为胆码，固定以这一个或几个号码与其他号码分别组成单式或者复式号码进行投注，固定不变的号码为胆码，其他变化的号码为拖码，简称胆拖。</p>
            <h6>2.如何查询出票状态？</h6>
            <p>订单购买成功以出票状态为准，在我的-投注记录-订单详情-查看出票方案中查看订单的出票状态。</p>
            <h6>3.购买成功后，为什么会出票失败？</h6>
            <p>您在彩小秘彩票app购买支付成功后，我们会尽快给您安排出票，在这个过程中如果出现机房故障、停电、断网、自然灾害等不可抗力因素出现，最终导致出票失败，是我们人工无法控制的，希望您能理解和原谅。也就是说您的方案提交成功并不代表购买成功了，当方案详情中显示出票成功，才表示您购买成功。</p>
            <h6>4.奖金计算方式</h6>
            <p>因平台有多个彩种销售，您可在每个购彩页面右上角“玩法介绍”中查看该彩种的奖金计算规则。</p>
            <h6>5.延期、中断、取消的比赛，如何算奖？</h6>
            <p><span>1.延期比赛如何处理:推迟时间未超过36小时，则正常算奖。推迟时间超过36小时或无法确定时间，则该场为无效场次，按比赛取消算奖。</span><span>2.取消赛事算奖：单关固定玩法返还投注金额，过关投注该场赔率值按1.0计算奖金。</span><span>3.中断比赛如何处理：36小时内继续完成比赛则正常算奖。36小时内未完成比赛则该场为无效场次，按比赛取消算奖。</span></p>
        </div>
        <div id="a5" class="help_cen">
            <h5>中奖派奖问题</h5>
            <h6>1.中奖奖金如何扣税</h6>
            <p>根据彩票管理机构的相关规定，中奖彩票单注奖金超过1万元，中奖人需缴纳20%作为个人偶然所得税，税金由彩票中心代扣代缴。选择倍投投注时，只要开奖后单注奖金不超过1万元，就算翻倍后奖金超过1万元，也无需缴纳个人偶然所得税。</p>
            <h6>2.中奖后如何领奖</h6>
            <p>每期赛事开奖后，系统会自动将奖金派发到您的账户余额，可以随时查看、使用、提款。</p>
            <h6>3.开奖后多久会派奖？</h6>
            <p>官方开奖后本平台会第一时间为中奖彩民进行派奖，如果您对派奖时间有任何疑问，可拨打我们的客服热线咨询解决。</p>
        </div>
            <div id="a6" class="help_cen">
                <h5>玩法帮助</h5>
                <el-collapse v-model="activeNames" @change="handleChange">
                    <el-collapse-item title="双色球玩法" name="1">
                        <template>
                            <div class="inToplay">
                                <b>投注截止时间</b><br />
                                投注截止时间为赛前10分钟<br />
                                周一至周五 开售时间：09:00 停售时间：23:47<br />
                                周六至周日 开售时间：09:00 停售时间：次日00:50<br />
                                <span style="color:#ea5504;">*世界杯期间投注的截止时间会随时变动</span><br />
                                <b style="margin-top:0.2em;display:block;">一、玩法说明</b>
                                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;竞彩足球游戏（简称竞彩）是由国家体育总局彩票管理中心发行组织和销售，竞猜的比赛由国家体育总局彩票管理中心选定并向社会公布，竞彩足球比赛对阵主队在前，客队在后。<br />
                                <table>
                                    <tr>
                                        <td style="color:#ea5504;">玩法</td>
                                        <td style="color:#ea5504;">规则</td>
                                    </tr>
                                    <tr>
                                        <td>胜平负</td>
                                        <td>竞猜对阵双方在90分钟内（含伤停补时）的胜平负结果</td>
                                    </tr>
                                    <tr>
                                        <td>让球胜平负</td>
                                        <td>竞猜对阵双方在90分钟内（含伤停补时）让球后的胜平负结果</td>
                                    </tr>
                                    <tr>
                                        <td>比分</td>
                                        <td>竞猜对阵双方在90分钟内（含伤停补时）的比分</td>
                                    </tr>
                                    <tr>
                                        <td>总进球数</td>
                                        <td>竞猜对阵双方在90分钟内（含伤停补时）的总进球数量</td>
                                    </tr>
                                    <tr>
                                        <td>半全场</td>
                                        <td>竞猜对阵双方在90分钟内（含伤停补时）上半场和全场的胜平负结果</td>
                                    </tr>
                                </table>
                                注：<br />
                                <b style="color:#ea5504;font-weight:400;">让球胜平负:</b>
                                “-”表示主队让客队，主队的净胜球大于让球数才算主胜；“+”表示客队让主队，客队的净胜球大于让球数才算客胜。<br />
                                <b style="color:#ea5504;font-weight:400;">竞彩足球混合投注:</b>
                                是指多场比赛之间不同玩法进行组合投注。同一场比赛的各种玩法不能组合成一注投注。<br />
                                <b style="color:#ea5504;font-weight:400;">竞彩2选1玩法:</b>
                                该玩法是结合竞彩足球胜平负游戏和让球胜平负游戏两个玩法，利用混合过关特性将一场比赛转化成两个投注项的投注方式。<br />
                                赛程只针对让球胜平负玩法中让球值为（-1）和（+1）的比赛。<br />
                                主胜=胜平负的“主胜”<br />主不胜=让球胜平负（-1）的玩法下的“客胜”<br />主败=胜平负的“客胜”<br />主不败=让球胜平负（+1）的玩法下的“主胜”<br />
                                <b style="margin-top:0.2rem;display:block;">二、过关方式</b>
                                选择一场比赛进行的投注为单关投注；选择2场或2场以上比赛进行串关投注的为过关投注。在过关投注中，所选比赛的结果全部竞猜正确才能中奖。<br />
                                胜平负：串关最高上限为8串1。<br />
                                让球胜平负玩法：串关最高上限为8串1。<br />
                                比分：串关最高上限为4串1。<br />
                                总进球数：串关最高上限为6串1。<br />
                                半全场：串关最高上限为4串1。<br />

                                <b style="margin-top:0.2rem;display:block;">三、奖金计算</b>
                                1.竞彩足球的过关投注奖金以出票时的赔率为准，不受投注完成后的调整变化所影响，投注页面赔率仅供参考。<br />
                                2.单关奖金=2.00元*出票赔率*倍数；过关奖金=2.00元*所选比赛出票赔率连乘（小数点2位）*倍数<br />
                                例如：购买2场比赛2串1过关玩法且中奖，出票时的赔率为1.86和2.48，倍数为10倍，过关奖金=2*1.86*2.48*10=92.2元<br />
                                3.奖金限额<br />
                                单场投注，单注最高奖金限额10万元。<br />
                                2-3场过关投注，单注最高奖金限额20万元； 4-5场过关投注，单注最高奖金限额50万元； 6场及以上过关投注，单注最高奖金限额100万元。<br />
                                若投注中奖后，单注应兑奖金高于对应的最高奖金限额，则只兑付对应的最高限额奖金。<br />
                                根据相关法律规定，彩票奖金收入属偶然所得，如单注彩票的中奖金额超过10000元（不含10000元）人民币，中奖者需要按照相关规定缴纳中奖金额的20%的个人所得税。<br />
                                <b style="margin-top:0.2rem;display:block;">四、异常比赛如何处理？如延期、中断、取消</b>
                                1.延期比赛如何处理？<br />推迟时间未超过36小时，则正常算奖；<br />推迟时间超过36小时或无法确定时间，则该场为无效场次，按比赛取消算奖。<br />2. 中断比赛如何处理？<br />36小时内继续完成比赛则正常算奖；<br />36小时内未完成比赛则该场为无效场次，按比赛取消算奖。<br />3. 取消赛事算奖？<br />单关固定玩法返还投注本金，过关投注玩法则该场赔率值按1.0计算奖金。<br />
                                <b style="margin-top:0.2rem;display:block;">五、注意事项</b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;根据投注额、突发事件等因素，国家体育总局彩票管理中心销售系统可能会拒绝某些大额投注，暂停或提前截止针对某场比赛的某些特定过关组合、特定结果选项的投注（也就是限号），暂停或提前截止针对某场比赛的所有投注（比赛延期等情况会提前截止）。<br />
                            </div>
                        </template>
                    </el-collapse-item>
                </el-collapse>
                <p style="height: 4rem;"></p>
            </div>
        </div>
    </div>
</template>
<script src='./script.js'>
    // import http from '../api/http'

</script>

